{
  "additional_special_tokens": [],
  "bos_token": "<s>",
  "cls_token": "[CLS]",
  "do_lower_case": true,
  "eos_token": "</s>",
  "extra_ids": 0,
  "mask_token": "[MASK]",
  "name_or_path": "rinna/japanese-gpt2-medium",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "sp_model_kwargs": {},
  "special_tokens_map_file": "/root/.cache/huggingface/hub/models--rinna--japanese-gpt2-medium/snapshots/16d2b5ac6442ca11562fb92a683f2e421fd9056f/special_tokens_map.json",
  "tokenizer_class": "T5Tokenizer",
  "unk_token": "<unk>"
}
